---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod12
source: html/b1a7c49a-8201-3051-7fd7-c6ab1f0470b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod12 Property

"Poisson Ratio 12"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod12 { get; }
```